{
    "A": {
      "Ask": "Цена, по которой продавец готов продать валюту.",
      "Arbitrage": "Купля-продажа одного и того же актива на разных рынках с целью извлечения прибыли из различия в ценах.",
      "Automated Trading": "Автоматическая торговля с использованием программного обеспечения."
    },
    "B": {
      "Base Currency": "Первая валюта в валютной паре.",
      "Bid": "Цена, по которой покупатель готов купить валюту.",
      "Broker": "Посредник между трейдером и валютным рынком.",
      "Breakout": "Прохождение цены через уровень поддержки или сопротивления.",
      "Bollinger Bands": "Технический индикатор для определения волатильности рынка."
    },
    "C": {
      "Carry Trade": "Стратегия, при которой трейдеры покупают валюты с высокой процентной ставкой и продают валюты с низкой процентной ставкой.",
      "CFD": "Контракт на разницу цен.",
      "Cross Currency Pair": "Валютная пара, которая не включает в себя доллар США.",
      "Candlestick Chart": "График, использующий свечи для отображения движения цены.",
      "Counter Currency": "Вторая валюта в валютной паре."
    },
    "D": {
      "Day Trading": "Стратегия, при которой сделки открываются и закрываются в течение одного торгового дня.",
      "Drawdown": "Снижение стоимости инвестиционного портфеля."
    },
    "G": {
        "Gap": "Разрыв между ценами на графике, обычно после выходных или новостей."
    },
    "E": {
      "ECN": "Электронная торговая система, которая автоматически сопоставляет заявки на покупку и продажу.",
      "Exotic Currency Pairs": "Валютные пары, которые редко торгуются и обычно имеют высокие спреды.",
      "Equity": "Собственные средства трейдера на торговом счету."
    },
    "H": {
        "High-Frequency Trading": "Торговля с очень высокой частотой сделок, часто в течение миллисекунд."
    },
    "I": {
        "Ichimoku Kinko Hyo": "Технический индикатор для определения уровней поддержки и сопротивления, а также моментума и направления тренда."
    },
    "F": {
      "Forex": "Международный валютный рынок.",
      "Fundamental Analysis": "Анализ экономических показателей и новостей для прогнозирования движения цен."
    },
    "L": {
      "Leverage": "Использование заемных средств для увеличения размера сделки.",
      "Lot": "Объем сделки на Форексе, часто равен 100 000 базовых единиц.",
      "Liquidity": "Способность актива быть быстро проданным или купленным без значительного влияния на его цену."
    },
    "M": {
      "Margin": "Сумма денег, которую трейдер должен иметь на своем счету для открытия позиции.",
      "Market Order": "Заявка на покупку или продажу по текущей рыночной цене.",
      "Moving Average": "Среднее значение данных за определенный период времени."
    },
    "P": {
      "Pip": "Минимальная единица изменения цены валютной пары.",
      "Profit/Loss": "Результат торговли, выраженный в денежных единицах или пипсах.",
      "Portfolio": "Комбинация инвестиционных активов."
    },
    "Q": {
        "Quote Currency": "Валюта, в которой дается котировка валютной пары."
    },
    "R": {
      "Resistance": "Уровень, выше которого цена, как ожидается, не поднимется.",
      "Risk Management": "Стратегии для минимизации потенциальных убытков.",
      "Recession": "Экономический спад, характеризующийся снижением ВВП."
    },
    "S": {
      "Scalping": "Краткосрочная торговая стратегия, при которой трейдер пытается извлечь прибыль из небольших изменений цены.",
      "Spread": "Разница между ценами Ask и Bid.",
      "Stop-Loss": "Ордер на закрытие позиции при достижении определенного уровня убытков.",
      "Short Selling": "Продажа заемного актива с целью последующей выкупа по более низкой цене."
    },
    "T": {
      "Take Profit": "Ордер на закрытие позиции при достижении определенного уровня прибыли.",
      "Technical Analysis": "Изучение графиков и индикаторов для прогнозирования будущих движений цен.",
      "Trading Session": "Временной период, в течение которого торги идут на финансовых рынках."
    },
    "V": {
      "Volatility": "Степень изменчивости цен.",
      "Value at Risk (VaR)": "Мера риска потерь на инвестиции."
    },
    "W": {
      "Whipsaw": "Резкие и быстрые колебания цены, которые могут привести к потерям при использовании торговых систем, основанных на следовании тренду.",
      "Weighted Moving Average": "Взвешенное скользящее среднее, где последние данные имеют больший вес."
    },
    "Y": {
      "Yield": "Доходность, обычно измеряется как процентный доход от инвестиции.",
      "Yield Curve": "График, отображающий доходность различных долговых инструментов с разными сроками погашения."
    },
    "Z": {
      "Zero-Sum Game": "Ситуация, в которой выигрыш одной стороны равен проигрышу другой стороны.",
      "Zig Zag": "Технический индикатор, используемый для анализа движения цен."
    },
    "Additional Terms": {
      "Bull Market": "Рынок с преимущественно растущими ценами.",
      "Bear Market": "Рынок с преимущественно падающими ценами.",
      "Overbought": "Состояние, когда актив куплен в избытке и, вероятно, его цена скоро упадет.",
      "Oversold": "Состояние, когда актив продан в избытке и, вероятно, его цена скоро поднимется.",
      "Hedging": "Стратегия, направленная на минимизацию рисков.",
      "Rollover": "Процесс переноса открытой позиции на следующий торговый день.",
      "Swap": "Плата или доход за перенос открытой позиции через ночь.",
      "Slippage": "Разница между ожидаемой ценой сделки и ценой, по которой она фактически была выполнена.",
      "Economic Calendar": "Календарь экономических событий, которые могут повлиять на движение цен на Форекс."
    }
  }
  